Repository: NaN-tic/trytond-production_bom_orcad_import
Catalog: locale/*.po
Languages: ca_es, es

# error:production.bom:
source: Incorrect file definition
ca_es: Arxiu incorrecte
es: Archivo incorrecto

# error:production.bom:
source: No input file detected
ca_es: No s'ha detectat cap arxiu
es: No se ha detectado ningun archivo

# error:production.bom:
source: Some products were not found
ca_es: Alguns productes no s'han pogut trobat
es: Algunos productos no se han encontrado

# error:production.bom:
source: One or more entries do not have prodcuts
ca_es: Una o més entrades no tenen producte
es: Una o más entradas no tienen producto

# field:production.bom.orcad,product:
source: Product
ca_es: Producte
es: Producto

# field:production.bom.orcad,quantity:
source: Quantity
ca_es: Quantitat
es: Cantidad

# field:production.bom.orcad,reference:
source: Reference
ca_es: Referencia
es: Referencia

# field:production.bom.orcad,description:
source: Description
ca_es: Descripció
es: Descripción

# field:production.bom.orcad,part_number:
source: Part number
ca_es: Número de la part
es: Número de la parte

# field:production.bom,orcad_lines:
source: Orcad Importation
ca_es: Importació d'Orcad
es: Importación de Orcad

# field:production.bom,orcad_file:
source: Orcad File
ca_es: Arxiu Orcad
es: Arxiu Orcad

# view:production.bom:
source: Process file
ca_es: Processa arxiu
es: Procesar archivo

# view:production.bom:
source: Create Inputs
ca_es: Crea entrades
es: Crear entradas

# view:production.bom:
source: Import Orcad
ca_es: Importació d'Orcad
es: Importación de Orcad
